{
  "reasons": [
    "This route took a wrong turn at Albuquerque.",
    "404: The endpoint you seek has transcended this mortal realm.",
    "These aren't the routes you're looking for. *waves hand*",
    "This page went to get milk. It's been 3 years.",
    "Error 404: Route not found. Have you tried turning the URL off and on again?",
    "The requested resource is on vacation in the Bahamas.",
    "This endpoint exists only in a parallel universe where you typed correctly.",
    "404: Page playing hide and seek. Current score: Page 1, You 0.",
    "The route you're looking for moved to a farm upstate.",
    "This URL has left the chat.",
    "I searched high and low, but this endpoint is lower than my standards.",
    "Congratulations! You've discovered the edge of the internet.",
    "This page was last seen boarding a flight to Narnia.",
    "404: Resource not found, but here's a virtual hug instead.",
    "The endpoint you requested got lost in the Bermuda Triangle.",
    "This route is as real as my social life. It doesn't exist.",
    "You've reached the void. Population: this error message.",
    "Error 404: The hamsters powering this endpoint fell asleep.",
    "This page got fed up and joined a monastery.",
    "The resource you're looking for is in another castle.",
    "404: Like my hopes and dreams, this page is nowhere to be found.",
    "This endpoint went out for coffee and never came back.",
    "You're trying to access something that exists only in theory.",
    "This route took early retirement. Lucky route.",
    "404: The page is on a quest to find itself. Check back never.",
    "This endpoint is experiencing an existential crisis.",
    "The URL you entered has been sent to the shadow realm.",
    "Error 404: This page eloped with a 500 error.",
    "You've wandered into the digital wilderness. Good luck.",
    "This route is currently in witness protection.",
    "404: Page not found. Neither is your sense of direction, apparently.",
    "The endpoint you seek is a myth, like affordable housing.",
    "This page ghosted you. It's not you, it's the URL.",
    "You've reached the internet's lost and found. This isn't here either.",
    "404: This endpoint never existed. It was all a dream.",
    "The resource has been abducted by aliens. We're negotiating.",
    "This page is like a good parking spot: impossible to find.",
    "Error 404: The endpoint took one look at your request and noped out.",
    "You're looking for something that's on permanent vacation.",
    "This route is currently binge-watching Netflix. Try again later.",
    "404: The page is out there somewhere, just not here.",
    "This endpoint went to find itself. Spoiler: it failed.",
    "The URL you entered is as valid as a chocolate teapot.",
    "You've found the internet's dead end. Honk if you're lost.",
    "404: This page is practicing social distancing from your requests.",
    "The endpoint ran away to join the circus. We wish it well.",
    "This route exists only in your imagination. And nowhere else.",
    "Error 404: The resource is in a better place now. /dev/null.",
    "You've discovered one of the internet's many mysteries.",
    "This page is like my motivation on Mondays: nonexistent."
  ]
}
