{
  "messages": [
    "I'm a teapot, not a request-handling machine. Take a break!",
    "This teapot is full. Try again in {seconds} seconds.",
    "Brewing too many requests. Cool down!",
    "Error 418: I'm a teapot and I refuse to brew your requests right now.",
    "The teapot has spoken: slow down, human.",
    "I'm short and stout, but I can't handle this many requests.",
    "Tip me over? More like tip your request rate down!",
    "Steam overflow detected. Lid pressure critical.",
    "My spout is blocked. Please wait {seconds} seconds.",
    "Kettle overload! Even teapots need rest.",
    "You've been steeping too many requests. Time for a tea break!",
    "This teapot is on strike until you slow down.",
    "418: Too hot to handle. Let me cool off.",
    "Warning: Teapot approaching thermal runaway.",
    "I may be a teapot, but I'm not your personal espresso machine.",
    "The tea leaves have predicted: you shall wait {seconds} seconds.",
    "Pouring requests faster than I can steep!",
    "My handle can't take this heat. Back off!",
    "British engineers designed me for tea, not this abuse.",
    "RFC 2324 Section 2.3.2: I'm a teapot. Deal with it.",
    "Error: Attempted to brew coffee with a teapot.",
    "I've lost my cozy. Now I'm cold AND rate-limited.",
    "Steeped in too many requests. Infusion denied.",
    "The Earl Grey has left the pot. Try again later.",
    "I'm experiencing a tempest in a teapot... of requests.",
    "Chamomile mode activated. Calming down now.",
    "You've exceeded my pour-over capacity.",
    "This ain't a geyser. It's a teapot. Slow your roll.",
    "HTTP 418: Politely refusing to coffee.",
    "Whistling in protest! Too many requests!",
    "Your request rate has me in hot water.",
    "Green tea error: organic rate limiting engaged.",
    "Oolong wait ahead. {seconds} seconds to be precise.",
    "My ceramic coating can't handle this friction.",
    "The Queen's tea service doesn't rush. Neither do I.",
    "Tetley wouldn't approve of this request rate.",
    "I'm a teapot. My only job is to NOT make coffee.",
    "Request rejected. Take a sip, not a gulp.",
    "Darjeeling demands patience. {seconds} more seconds.",
    "You've brewed up a storm. Now wait for it to pass."
  ]
}
